-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: sql109.infinityfree.com
-- Время создания: Июн 03 2026 г., 04:04
-- Версия сервера: 11.4.12-MariaDB
-- Версия PHP: 7.2.22

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `if0_41511329_umpbron`
--

-- --------------------------------------------------------

--
-- Структура таблицы `bookings`
--

CREATE TABLE `bookings` (
  `id` int(10) UNSIGNED NOT NULL,
  `space_id` tinyint(3) UNSIGNED NOT NULL DEFAULT 1,
  `booking_date` date NOT NULL,
  `event_name` varchar(120) NOT NULL,
  `description` text NOT NULL,
  `responsible_name` varchar(150) NOT NULL,
  `responsible_phone` varchar(40) NOT NULL,
  `attendees_count` int(10) UNSIGNED NOT NULL DEFAULT 1,
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `bookings`
--

INSERT INTO `bookings` (`id`, `space_id`, `booking_date`, `event_name`, `description`, `responsible_name`, `responsible_phone`, `attendees_count`, `start_time`, `end_time`, `created_at`) VALUES
(6, 1, '2026-03-31', 'КК', '-', '-', '-', 10, '18:00:00', '20:00:00', '2026-03-30 22:16:28'),
(7, 1, '2026-04-02', 'АК', '-', '-', '-', 10, '18:00:00', '20:00:00', '2026-03-30 22:17:28'),
(5, 1, '2026-03-31', 'Репетиция Финалистов МиМ ВВГУ', 'Репетиция индивидуального номера', 'Кирпилёва Виктория Романовна', '+79006602438', 10, '12:00:00', '16:00:00', '2026-03-30 22:14:54'),
(4, 1, '2026-04-04', 'Сбор Штаба студенческих отрядов ВВГУ', '....', 'Козырев Егор Александрович', '+79241288188', 17, '16:00:00', '21:00:00', '2026-03-30 21:27:42'),
(8, 1, '2026-04-03', 'Команда В', 'Репетиция финалистов', 'Кирпилёва Виктория Романовна', '+79006602438', 10, '15:00:00', '18:30:00', '2026-03-30 22:19:00'),
(9, 1, '2026-04-05', 'Команда В', 'Репетиция финалистов', 'Кирпилёва Виктория Романовна', '+79006602438', 15, '09:00:00', '21:00:00', '2026-03-30 22:20:42'),
(44, 1, '2026-04-20', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(45, 2, '2026-04-06', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(40, 1, '2026-04-16', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(38, 1, '2026-04-14', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(39, 1, '2026-04-15', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(36, 1, '2026-04-12', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(37, 1, '2026-04-13', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(32, 1, '2026-04-08', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(30, 1, '2026-04-06', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(31, 1, '2026-04-07', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(77, 1, '2026-04-23', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(75, 1, '2026-04-21', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(76, 1, '2026-04-22', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(46, 2, '2026-04-07', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(43, 1, '2026-04-19', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(21, 1, '2026-05-07', 'Вечер памяти к дню Победы', 'Кинопоказ', 'Беляева Мария Владимировна, Ходакова Марина Дмитриевна', '8 924 336 38 82, 8 996 426 44 30', 25, '19:00:00', '21:00:00', '2026-04-01 01:10:35'),
(78, 1, '2026-04-24', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(23, 2, '2026-04-02', 'Сбор', 'Сбор музыкального клуба Осьминоги', 'Москаленко Никита Петрович', '89502957801', 10, '17:00:00', '18:30:00', '2026-04-01 19:47:24'),
(41, 1, '2026-04-17', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(42, 1, '2026-04-18', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(33, 1, '2026-04-09', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(34, 1, '2026-04-10', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(26, 1, '2026-04-30', 'Сбор кино клуба', 'Просмотр фильма, обсуждение, критика', 'Бутин Данила Витальевич', '924 008-94-53', 20, '18:25:00', '21:00:00', '2026-04-01 19:59:35'),
(35, 1, '2026-04-11', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:52:27'),
(28, 1, '2026-05-14', 'Собрание кино клуба', 'Смотрим кино, общаемся и оцениваем фильм', 'Бутин Данила Витальевич', '9240089453', 20, '18:25:00', '21:00:00', '2026-04-02 00:54:59'),
(29, 1, '2026-05-28', 'Собрание кино клуба', 'Смотрим фильм, обсуждаем, оцениваем фильм', 'Бутин Данила Витальевич', '9240089453', 20, '18:25:00', '21:00:00', '2026-04-02 00:56:12'),
(47, 2, '2026-04-08', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(48, 2, '2026-04-09', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(49, 2, '2026-04-10', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(50, 2, '2026-04-11', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(51, 2, '2026-04-12', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(52, 2, '2026-04-13', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(53, 2, '2026-04-14', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(54, 2, '2026-04-15', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(55, 2, '2026-04-16', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(56, 2, '2026-04-17', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(57, 2, '2026-04-18', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(58, 2, '2026-04-19', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(59, 2, '2026-04-20', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:21'),
(60, 3, '2026-04-06', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(61, 3, '2026-04-07', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(62, 3, '2026-04-08', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(63, 3, '2026-04-09', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(64, 3, '2026-04-10', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(65, 3, '2026-04-11', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(66, 3, '2026-04-12', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(67, 3, '2026-04-13', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(68, 3, '2026-04-14', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(69, 3, '2026-04-15', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(70, 3, '2026-04-16', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(71, 3, '2026-04-17', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(72, 3, '2026-04-18', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(73, 3, '2026-04-19', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(74, 3, '2026-04-20', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-02 18:54:54'),
(79, 1, '2026-04-25', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(80, 1, '2026-04-26', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(81, 1, '2026-04-27', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:39:42'),
(114, 1, '2026-04-28', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '17:30:00', '2026-04-22 21:43:30'),
(83, 2, '2026-04-21', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(84, 2, '2026-04-22', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(85, 2, '2026-04-23', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(86, 2, '2026-04-24', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(87, 2, '2026-04-25', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(88, 2, '2026-04-26', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(89, 2, '2026-04-27', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(90, 2, '2026-04-28', 'Профессионалы 2026', '-', 'Горохова', '9510015166', 100, '09:00:00', '21:00:00', '2026-04-06 19:40:16'),
(91, 4, '2026-04-14', 'Школа отряда \"Диалог\"', 'Программа подготовки вожатых', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:00:00', '2026-04-09 22:50:02'),
(92, 4, '2026-04-21', 'Школа отряда \"Диалог\"', 'Программа подготовки вожатых', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:00:00', '2026-04-09 22:50:48'),
(125, 4, '2026-04-29', 'Сбор ВПК Шторм', 'обсуждения', 'Юдин Дмитрий Витальевич', '+7 914 383 04 84', 10, '18:30:00', '20:00:00', '2026-04-27 18:18:02'),
(126, 4, '2026-05-20', 'Встреча с \"Позитив Сервис\"', 'Встреча', 'Горохова А.Е.', '89510015166', 25, '18:30:00', '20:00:00', '2026-04-27 19:33:24'),
(94, 4, '2026-04-14', 'Школа новичка от поискового отряда \"Лиза Алерт\"', 'Слушатели узнают о специфике поиска пропавших людей, основах безопасности и профилактики пропаж', 'Никульченкова Наталья Павловна', '+79247273488', 15, '17:00:00', '18:00:00', '2026-04-12 16:24:52'),
(95, 4, '2026-04-20', 'Сбор ССО', '....', 'Козырев Егор Александрович', '+79241288188', 20, '18:30:00', '21:00:00', '2026-04-14 19:52:22'),
(96, 4, '2026-04-15', 'КВН', 'КВН', 'Петренко Владислав', '89243412793', 7, '13:00:00', '17:00:00', '2026-04-14 19:56:18'),
(97, 3, '2026-05-27', 'Путешествие с корешком', 'Популяризация традиций коренных народов Приморья посредством Мастер-классов', 'Каменная Елена Олеговна', '+79146604627', 30, '10:00:00', '14:00:00', '2026-04-14 21:15:28'),
(108, 1, '2026-05-05', 'Мероприятие посвященное 81 годовщине победы \"Никто не забыт, Ничто не забыто\"', 'Праздничный концерт', 'Ефимова Наталья Валентиновна', '8 933 358 28 69', 25, '15:00:00', '16:00:00', '2026-04-20 16:41:51'),
(109, 1, '2026-05-20', 'Дискотека', 'Планируется проведение тематической дискотеки, приуроченной ко дню рождения джинсов. Формат мероприятия — танцевальный вечер с музыкальным сопровождением. Предполагается участие студентов общежития.', 'Медведева Наталья Сергеевна', '89963847776', 25, '19:00:00', '21:00:00', '2026-04-20 21:40:34'),
(100, 4, '2026-04-29', 'Конкурс \"Лучший боец штаба\"', 'Конкурс на выявление лучшего бойца штаба', 'Никульченкова Наталья Павловна', '+79247273488', 30, '09:00:00', '16:30:00', '2026-04-14 22:22:22'),
(101, 4, '2026-04-30', 'Фестиваль игр и ремесел народов России', 'Бойцы штаба студенческих отрядов организуют активности, рассказывающие о традиционных ремеслах и играх народов России', 'Никульченкова Наталья Павловна', '+79247273488', 100, '11:30:00', '16:00:00', '2026-04-14 22:23:22'),
(102, 4, '2026-04-21', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 20, '11:50:00', '12:50:00', '2026-04-14 22:27:29'),
(103, 4, '2026-04-28', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 20, '11:50:00', '12:50:00', '2026-04-14 22:28:19'),
(104, 1, '2026-04-29', 'Кинопоказ « Зверополис 2»', 'Просмотр мультфильма', 'Бурая Александра Андреевна', '+79662707354', 20, '18:00:00', '20:30:00', '2026-04-15 02:58:20'),
(105, 4, '2026-04-20', 'Сбор ЦВ', 'сбор амбассадоров', 'Гавро София', '89089917491', 30, '17:00:00', '18:30:00', '2026-04-15 18:48:19'),
(106, 4, '2026-04-16', 'КВН', 'КВН', 'Петренко Владислав Евгеньевич', '89243412793', 7, '19:00:00', '21:00:00', '2026-04-16 01:40:57'),
(107, 4, '2026-04-23', 'Сбор проектной группы \"Медиа-материалы психологическая профилактика\"', 'Проектная группа соберется на стратегическую сессию для продолжения работы над проектом', 'Никульченкова Наталья Павловна', '+79247273488', 12, '09:30:00', '11:30:00', '2026-04-16 23:47:34'),
(110, 4, '2026-04-22', 'Дефиле', 'репетиция финалистов МиМ', 'Юдин Дмитрий Витальевич', '89143830484', 10, '12:00:00', '13:30:00', '2026-04-21 18:58:47'),
(111, 4, '2026-04-22', 'Репетиция финалиста', 'Репетиция', 'Кирпилёва Виктория Романовна', '89006602438', 3, '15:00:00', '17:00:00', '2026-04-21 19:28:04'),
(112, 4, '2026-04-23', 'Встреча военно-патриотического клуба \"Шторм\"', 'Обсуждение важных вопросов среди участников клуба', 'Сидоров Станислав Дмитриевич', '+7 908 143 81 45', 12, '15:00:00', '16:30:00', '2026-04-21 20:45:05'),
(113, 4, '2026-04-23', 'Хакатон в рамках конкурса \"Боец штаба года\"', 'Конкурсант разрабатывают проект фестиваля народных игр и ремесел', 'Никульченкова Наталья Павловна', '+79247273488', 20, '16:30:00', '20:30:00', '2026-04-21 22:30:08'),
(115, 1, '2026-04-28', 'Мастер класс', 'Подготовка к ярмарке', 'Докучаев Павел Владимирович', '8 (423) 240-41-56', 20, '18:00:00', '20:30:00', '2026-04-22 21:47:23'),
(116, 4, '2026-04-27', 'Школа отряда \"Диалог\"', 'Программа подготовки психологического отряда', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:00:00', '2026-04-26 19:47:36'),
(117, 4, '2026-05-12', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 24, '16:50:00', '17:50:00', '2026-04-26 19:53:40'),
(118, 4, '2026-05-12', 'Школа отряда \"Диалог\"', 'Программа подготовки психологического отряда', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:00:00', '2026-04-26 19:54:31'),
(119, 4, '2026-05-18', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 20, '11:50:00', '12:50:00', '2026-04-26 19:55:02'),
(120, 4, '2026-05-19', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 24, '11:50:00', '12:50:00', '2026-04-26 19:55:34'),
(121, 4, '2026-05-19', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 27, '13:30:00', '14:30:00', '2026-04-26 19:56:02'),
(122, 4, '2026-05-22', 'Кураторский час с психологом', 'Знакомство с психологической службой ВВГУ', 'Никульченкова Наталья Павловна', '+79247273488', 25, '15:10:00', '16:10:00', '2026-04-26 19:56:28'),
(123, 4, '2026-05-19', 'Школа отряда \"Диалог\"', 'Программа подготовки психологического отряда', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:30:00', '2026-04-26 19:57:10'),
(124, 4, '2026-05-26', 'Школа отряда \"Диалог\"', 'Программа подготовки психологического отряда', 'Никульченкова Наталья Павловна', '+79247273488', 12, '18:30:00', '20:00:00', '2026-04-26 19:58:27'),
(127, 1, '2026-05-03', 'Тренинг ССПО \"Иктус\" (ШСО ВВГУ)', 'обучение', 'Козырев Егор Александрович', '+79241288188', 40, '11:30:00', '20:00:00', '2026-04-29 21:58:44'),
(128, 1, '2026-05-06', 'Лекция студенческого турклуба «Русский Восток»', 'Лекция про снаряжение в походе, разбор-обсуждения прошедшего похода', 'Дикмаров Арсений Олегович', '+7 (914) 682-05-85', 20, '18:30:00', '20:30:00', '2026-04-30 23:25:29'),
(129, 1, '2026-05-15', 'Аттестация инструкторов-проводников', 'Практическое мероприятие турклуба Русский Восток', 'Саранча Григорий Александрович', '+79223543224', 25, '13:00:00', '19:00:00', '2026-05-05 21:28:46'),
(130, 4, '2026-05-11', 'Сбор ЦВ', 'Сбор ЦВ', 'Гавро София', '89089917491', 25, '17:00:00', '19:30:00', '2026-05-05 21:47:55'),
(131, 1, '2026-05-13', 'Комиссарский сбор студенческого психологического отряда Диалог', 'Мероприятие направлено на сплочение бойцов СПО Диалог, подготовку перед летним трудовым семестром и поднятие эмоционального настроя', 'Школа Дарья Евгеньевна', '+7 953 229 64 60', 10, '18:00:00', '20:30:00', '2026-05-06 19:12:22'),
(132, 1, '2026-05-18', 'Кинопоказ', 'Кинопоказ', 'Бурая Александра Андреевна', '+7 9662707354', 30, '18:00:00', '21:00:00', '2026-05-10 02:18:55'),
(133, 1, '2026-05-19', 'Лекция', 'Лекция турклуба «Русккий Восток»', 'Дикмаров Арсений Олегович', '89146820585', 20, '18:00:00', '20:30:00', '2026-05-13 02:36:01'),
(134, 4, '2026-05-22', 'Тренинг', 'тренинг направленный на профилактику экстремизма и терроризма', 'Гринёв Владимир Александрович', '+79020641594', 45, '13:30:00', '15:10:00', '2026-05-13 17:21:16'),
(135, 4, '2026-05-20', 'Встреча', 'Практика (ОРМ)', 'Горохова', '89510015166', 10, '12:00:00', '13:00:00', '2026-05-18 01:00:48'),
(136, 1, '2026-06-05', 'Кинопоказ', 'Кинопоказ', 'Ходасевич Юлия Константиновна', '89242472006', 20, '19:00:00', '21:00:00', '2026-05-18 03:40:18'),
(137, 4, '2026-05-19', 'Сбор кв', 'Сбор', 'Кирпилёва Виктория Романовна', '89006602438', 20, '20:30:00', '21:00:00', '2026-05-18 19:03:01'),
(138, 4, '2026-05-22', 'Сбор ЦВ', 'Сбор', 'Гавро София Евгеньевна', '89089917491', 20, '17:30:00', '19:00:00', '2026-05-21 05:00:06'),
(139, 3, '2026-05-25', 'Кураторский час', 'Кураторский час', 'Бурая Александра Андреевна', '+7 966 270 73 54', 31, '13:30:00', '14:30:00', '2026-05-21 16:18:47'),
(140, 4, '2026-06-03', 'Встреча с представителями компании АО «Прин»', 'Демонстрация инженерного оборудования', 'Городников Олег Александрович', '89644407803', 50, '10:00:00', '12:00:00', '2026-05-21 19:46:28'),
(141, 4, '2026-05-27', 'Интерактивная лекция «Цифровые базы данных и цифровые библиотеки»', 'Лекция пройдет в общероссийский день библиотек и в рамках научно-образовательного интенсива \"Науке можно научиться\"', 'Захарова Дарья Евгеньевна', '89940088966', 50, '13:00:00', '15:00:00', '2026-05-21 19:55:08'),
(142, 4, '2026-05-26', 'Кураторский час', 'Кураторский час', 'Вертинова Анна Александровна', '+79147247698', 25, '12:50:00', '13:25:00', '2026-05-21 21:59:06'),
(143, 4, '2026-05-28', 'Лекторий', 'Форум Арт-навигатор туризма', 'Щипачева Анастасия Павловна', '89532045128', 50, '09:00:00', '18:00:00', '2026-05-25 00:00:23'),
(144, 1, '2026-06-12', 'Лекция Турклуба «Русский Восток»', 'Сбор участников турклуба ВВГУ: закрытие горного сезона и презентация летних мероприятий', 'Дикмаров Арсений Олегович', '+7 (914) 682-05-85', 25, '16:00:00', '21:00:00', '2026-05-25 03:15:44'),
(145, 4, '2026-05-28', 'Сбор кв', 'Сбор', 'Кирпилёва Виктория Романовна', '89006602438', 20, '19:00:00', '21:00:00', '2026-05-25 19:58:26'),
(146, 4, '2026-05-29', 'Семейный форум', '.', 'Козырев Егор Александрович', '+79241288188', 15, '09:00:00', '21:00:00', '2026-05-26 00:00:43'),
(147, 2, '2026-05-28', 'Сбор', 'Сбор Осьминогов', 'Москаленко Никита Петрович', '89502957801', 8, '17:00:00', '18:30:00', '2026-05-26 19:21:54'),
(148, 2, '2026-05-30', 'Сбор', 'Сбор Осьминогов', 'Москаленко Никита Петрович', '89502957801', 8, '13:30:00', '15:00:00', '2026-05-26 19:22:57'),
(149, 4, '2026-06-04', 'Защита проектов \"Медиа-материалы психологическая профилактика\"', 'Проектная группа представляет результаты своей работы', 'Никульченкова Наталья Павловна', '+79247273488', 20, '09:00:00', '11:00:00', '2026-05-27 00:03:53'),
(150, 1, '2026-06-03', 'Сбор эколог', 'Сбор экологов чтобы сыграть в днд', 'Мурашко Павел Андреевич', '+79294289593', 6, '18:30:00', '21:00:00', '2026-05-28 04:07:39'),
(151, 1, '2026-06-01', 'Кинопоказ «Движение вверх»', 'Показ фильма', 'Муторов Антон, Гребенюк Вячеслав', '89143452104', 10, '17:00:00', '19:30:00', '2026-05-30 20:44:42'),
(152, 4, '2026-06-03', 'Встреча с представителями компании АО «Прин»', 'Демонстрация инженерного оборудования', 'Городников Олег Александрович', '89510015166', 50, '12:00:00', '14:00:00', '2026-05-31 16:44:22'),
(153, 4, '2026-06-11', 'Карьерные встречи', 'Встреча студентов выпускных курсов с работодателями и представителями центра занятости', 'Смицких Ксения Викторовна', '89502848709', 45, '13:15:00', '16:30:00', '2026-05-31 17:25:46'),
(154, 4, '2026-06-19', 'Карьерные встречи', 'Встреча студентов выпускных курсов с работодателями и представителями центра занятости', 'Смицких Ксения Викторовна', '+79502848709', 45, '13:15:00', '16:30:00', '2026-05-31 17:28:38'),
(155, 4, '2026-06-26', 'Карьерные встречи', 'Встреча студентов выпускных курсов с работодателями и представителями центра занятости', 'Смицких Ксения Викторовна', '+79502848709', 45, '13:15:00', '16:30:00', '2026-05-31 17:30:51'),
(156, 4, '2026-06-03', 'Встреча с поисковым отрядом \"Лиза Алерт\"', 'Слушатели узнают о специфике поиска пропавших людей, основах безопасности и профилактики пропаж', 'Никульченкова Наталья Павловна', '+79247273488', 20, '15:10:00', '16:50:00', '2026-05-31 20:53:30'),
(157, 4, '2026-06-02', 'Как безопасно вести себя в медиапространстве', 'Открытый диалог на тему безопасного поведения в интернете, профилактика мошенничества', 'Гринёв Владимир Александрович', '89996148204', 50, '13:30:00', '15:00:00', '2026-05-31 21:11:57'),
(158, 1, '2026-06-04', 'Мастер-класс \"Продажи как искусство\"', 'Мастер-класс, направленный на формирования понимания продаж, какие этапы есть в продажах, понимание воронки продажи.', 'Антонина Викторовна Игнатьева', '+79990573386', 30, '15:30:00', '16:00:00', '2026-05-31 23:00:30');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE `settings` (
  `setting_key` varchar(50) NOT NULL,
  `setting_value` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`setting_key`, `setting_value`) VALUES
('space_1_name', 'Студ.Пространство (8 корпус) - большое'),
('space_2_name', 'Студ.Пространство (8 корпус) - малое'),
('space_3_name', 'Пространство (1 корпус, 1 этаж)'),
('space_4_name', 'Многофункциональное пространство (2 корпус, 7 этаж)'),
('space_1_opening_time', '09:00'),
('space_2_opening_time', '09:00'),
('space_3_opening_time', '09:00'),
('space_4_opening_time', '09:00'),
('space_1_closing_time', '21:00'),
('space_2_closing_time', '21:00'),
('space_3_closing_time', '21:00'),
('space_4_closing_time', '21:00'),
('space_1_description', 'Количество посадочных мест: 60\r\nМатериально-техническое обеспечение: аудиосистема, экран, проектор, микрофон, пуфики, столы'),
('space_2_description', 'Количество посадочных мест: 15\r\nМатериально-техническое обеспечение: столы, стулья'),
('space_3_description', 'Количество посадочных мест: 30\r\nМатериально-техническое обеспечение: столы, диваны'),
('space_4_description', 'Количество посадочных мест: 50\r\nМатериально-техническое обеспечение: стулья, столы, телевизор'),
('space_1_visible', '1'),
('space_2_visible', '1'),
('space_3_visible', '1'),
('space_4_visible', '1'),
('space_1_image', '/uploads/spaces/space_1_ad5cca04e57d21eb.png'),
('space_2_image', '/uploads/spaces/space_2_b11b6fa22d7c30c7.png'),
('space_3_image', '/uploads/spaces/space_3_2a5ee39a8e285a96.png'),
('space_4_image', '/uploads/spaces/space_4_a25a958ced2701d8.jpg'),
('booking_contact_name', 'Юдин Дмитрий Витальевич'),
('booking_contact_phone', '+79143830484');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `bookings`
--
ALTER TABLE `bookings`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_space_date` (`space_id`,`booking_date`),
  ADD KEY `idx_booking_date` (`booking_date`);

--
-- Индексы таблицы `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`setting_key`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `bookings`
--
ALTER TABLE `bookings`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=159;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
